Repository: ReticentJohn/Amaroq
Catalog: DireFloof/*.lproj/Localizable.strings
Languages: da, de, fr, ja, nb, nl, sv

source: or 1 video
da: eller 1 video
de: oder 1 Video
fr: ou 1 vidéo
ja: または1件の動画
nb: eller 1 video
nl: of 1 video
sv: eller 1 video

source: ACCOUNT
da: KONTO
de: KONTO
fr: COMPTE
ja: アカウント
nb: KONTO
sv: Konto

source: About Amaroq
da: Om Amaroq
de: Über Amaroq
fr: À propos d'Amaroq
ja: Amaroqについて
nb: Om Amaroq
nl: Over Amaroq
sv: Om Amaroq

source: About your Mastodon instance
da: Om din Mastodon-instans
de: Über Deine Mastodon Instanz
fr: À propos de votre instance Mastodon
ja: サーバー情報
nb: Om din Mastodon instans
nl: Over jouw Mastodon
sv: Om din Mastodon instans

source: Account preferences
da: Kontopræferencer
de: Konto Einstellungen
fr: Préférences du compte
ja: ユーザー設定
nb: Kontoinnstillinger
nl: Account-instellingen
sv: Kontoinställningar

source: Add instance
da: Tilføj instans
de: Instanz hinzufügen
fr: Ajouter une instance
ja: インスタンス追加
nb: Legg til instans
nl: Voeg een server toe
sv: Lägg till instans

source: Amaroq is named after an Inuit legend of a giant wolf, which is fitting as a companion to our friend the mastodon. May we all howl across the fediverse! Amaroq is built and maintained by a love of the Mastodon idea, which sorely has needed a mobile outlet for our iOS friends. Got a suggestion, found a bug, or just want to voice some support? You can reach us at amaroq.feedback@gmail.com. Or hit up the dev, @eurasierboy on the mastodon.social instance. Happy tooting!
da: Amaroq er navngivet efter inuitlegenden om en kæmpe ulv, som er en passende følgesvend til vores ven mastodonten. Må vi all hyle på tværs af fediverset! Amaroq er bygget og vedligeholdt af en kærlighed til idéen om Mastodon, som virkelig har haft brug for et mobilt værktøj til vores iOS-venner. Har du et forslag, fundet en fejl, eller vil du bare give udtryk for din støtte? Du kan nå os på amaroq.feedback@gmail.com. Eller kontakt udvikleren, @eurasierboy, på mastodon.social-instancen. Trut løs!
de: Amaroq wurde nach der Inuit Legende eines gigantischen Wolfes benannt, was zu unserem Freund, dem Mastodon, passt. Mögen wir alle durchs Fediversum heulen! Amaroq wurde im Geist der Mastodon Idee entwickelt und weiterentwickelt, die dringend eine mobile Anwendung für unsere iOS Freunde gebraucht hat. Hast Du einen Verbesserungsvorschlag oder einen Fehler gefunden? Brauchst Du Unterstüzung? Du kannst uns unter amaroq.feedback@gmail.com erreichen. Der Entwickler ist unter @eurasierboy auf der mastodon.social Instanz erreichbar. Fröhliches Tröten!
fr: Amaroq est ainsi nommé d'après la légende Inuit d'un loup géant, qui peut faire un bon copain à notre ami le mammouth. Puissions-nous tous hurler à travers le fediverse ! Amaroq est créé et maintenu avec dévotion envers la philosophie de Mastodon, qui avait vraiment besoin d'une app mobile pour les fidèles ayant iOS. Une suggestion à soumettre, un bug trouvé, ou juste une envie d'aider un peu ? Vous pouvez nous contacter via amaroq.feedback@gmail.com. Ou contacter directement le développeur, @eurasierboy sur l'instance Mastodon mastodon.social. Bon pouettage !
ja: Amaroqはイヌイットの伝説の巨大オオカミの名前に由来していて、名前も機能もマストドンの仲間としてはぴったりのアプリです！ ２匹の叫びが宇宙を連合させますように！ AmaroqはMastodonの愛あるアイデアで開発され、支えられています。サポートや提案、バグの報告がある場合は amaroq.feedback@gmail.com か、Mastodon.socialの@eurasierboyまでお問い合せください！よいトゥートを！
nb: Amaroq får navnet fra en inuittlegende om en kjempeulv, noe som er en passende venn av mastodonen. La det hyles på tvers av fediverset! Amarow er bygget og vedlikeholdt av kjærlighet for idéen bak MAstodon, som har behøvd en mobilklient for våre iOS-venner. Har du forslag, funnet en programfeil, eller bare ønsker å dele din støtte? Vi kan nåes på amaroq.feedback@gmail.com. Eller slå på tråden til utvikleren, @eurasierboy på mastodon.social instansen. Vel tutet!
nl: Amaroq is ontwikkeld en onderhouden door een liefde aan het idee van Mastodon, die in nood was van een mobiele optie voor iOS-gebruikers. Heb je een suggestie, een bug gevonden of wil je gewoon wat ondersteuning? Je kunt ons bereiken via amaroq.feedback@gmail.com. Je kunt ook de ontwikkelaar via Mastodon bereiken op @eurasierboy op de mastodon.social-server. Veel plezier met tooten!
sv: Amaroq är namngiven efter en Inuitisk legend om en gigantisk varg, vilket är en passande kompanjon till vår vän mastodonten. Må vi alla yla över fediverset! Amaroq byggs och underhålls av kärleken till idén kring Mastodon som verkligen behövde en mobil lösning för våra vänner med iOS. Har du ett förslag, har hittat en bugg eller behöver lite support? Då kan du nå oss på amaroq.feedback@gmail.com eller sök reda på utvecklaren @eurasierboy på instansen mastodon.social. Glad tooting!

source: App settings
da: App-indstillinger
de: App Einstellungen
fr: Réglages de l'app
ja: アプリ設定
nb: Appinnstillinger
nl: App-instellingen
sv: Appinställningar

source: Are you sure you want to clear all your notifications?
da: Er du sikker på, at du vil fjerne alle dine notifikationer?
de: Möchtest Du wirklich alle Einstellungen löschen?
fr: Êtes-vous certain de vouloir supprimer toutes vos notifications ?
ja: 通知を消去してもよろしいですか？
nb: Er du sikker på at du vil fjerne alle dine varlser
nl: Weet je zeker dat je al je notificaties wilt verwijderen?
sv: Är du säker på att du vill rensa alla dina notiser?

source: Awoo mode
de: Awoo Modus
fr: Mode Awoo
ja: ウォーン・モード
nb: Awoo modus
nl: Awoo-modus
sv: Awoo läge

source: Back
da: Tilbage
de: Zurück
fr: Retour
ja: 戻る
nb: Tilbake
nl: Terug
sv: Tillbaka

source: Block
da: Blokér
de: Blockieren
fr: Bloquer
ja: ブロック
nb: Blokkér
nl: Blokkeer
sv: Blockera

source: Blocked users
da: Blokerede brugere
de: Blockierte Benutzer
fr: Utilisateurs bloqués
ja: ブロックしたユーザー
nb: Blokkerte brukere
nl: Geblokkeerde gebruikers
sv: Blockerade användare

source: Cancel
da: Afbryd
de: Abbrechen
fr: Annuler
ja: キャンセル
nb: Avbryt
nl: Annuleer
sv: Avbryt

source: Change how you receive push notifications
da: Ændr på hvordan du modtager push-notifikationer
de: Ändern der Push Benachrichtigungen
fr: Changez comment vous voulez recevoir les notifications push
ja: 通知の種類を変更
nb: Endre hvordan du motar varslinger
nl: Verander hoe je push notificaties ontvangt
sv: Förändra hur du tar emot pushnotiser

source: Clear cache
da: Slet cachen
de: Cache löschen
fr: Nettoyer le cache
ja: キャッシュ消去
nb: Tøm hurtigminnet
nl: Verwijder tijdelijke bestanden
sv: Rensa cache

source: Copy text
da: Kopiér tekst
de: Text kopieren
fr: Copier le texte
ja: テキストをコピー
nb: Kopier tekst
nl: Kopieer tekst
sv: Kopiera text

source: Currently logged into:
da: I øjeblikket logget ind på
de: Zur Zeit angemeldete Benutzer:
fr: Actuellement connecté à :
ja: ログイン中:
nb: For tiden innlogget på:
nl: Op dit moment ingelogd bij:
sv: Just nu inloggad på:

source: DON'T AWOO $350 PENALTY
da: BØDE PÅ $350 FOR INGEN AWOO
fr: NE PAS FAIRE DE AWOO - 350$
ja: 350ドルの罰金が課せられます
nb: IKKE AWOO STRAFF $350
nl: HUILEN ALS EEN WOLF = $350 BOETE!
sv: YLA INTE - 350$ I BÖTER

source: Default posts to private
ja: デフォルトの公開範囲を非公開にする
nb: Private poster som standard
sv: Privata poster som standard

source: Default posts to public
da: Opdateringer offentlige som udgangspunkt
de: Beiträge immer öffentlich posten
fr: Posts publics par défaut
ja: デフォルトの公開範囲を公開にする
nb: Offentlig poster som standard
nl: Maak posts standaard openbaar
sv: Publika poster som standard

source: Delete
da: Slet
de: Löschen
fr: Supprimer
ja: 削除
nb: Slett
nl: Verwijder
sv: Radera

source: Direct
da: Direkte
de: Direkt
ja: ダイレクト
nb: Direkte
sv: Direkt

source: Direct: Only visible to you and @mentioned users
da: Direkte: Kun synlig for dig og @omtalte brugere
de: Direkt: Nur für Dich und @Benutzer sichtbar
fr: Direct : seulement visible pour vous et les utilisateurs @mentionnés
ja: ダイレクト: メンションしたユーザーだけに公開
nb: Direkte: Bare synlig til deg og @navngitte brukere
nl: Direct: Alleen zichtbaar voor jou en je @genoemde gebruikers
sv: Direkt: Bara synlig för dig och @nämnda användare

source: Disable gif auto-playback
da: Slå automatisk gif-afspilning fra
de: Automatische GIF Wiedergabe abschalten
fr: Désactiver la lecture automatique des GIF
ja: GIFアニメの自動再生を無効化
nb: Slå av gif autospilling
nl: Zet het automatisch afpelen van gif-afbeeldingen uit
sv: Stäng av GIF autouppspelning

source: Done
da: Vælg
de: Fertig
fr: Terminé
ja: 完了
nb: Ferdig完了
nl: Klaar
sv: Klar

source: Edit Profile
da: Redigér Profil
de: Profil bearbeiten
fr: Éditer le profil
ja: プロフィール編集
nb: Rediger Profil
nl: Wijzig profiel
sv: Redigera profil

source: Error
da: Fejl
de: Fehler
fr: Erreur
ja: エラー
nb: Feil
nl: Fout

source: Failed to block user with error:
da: Kunne ikke blokere bruger pga. fejlen:
de: Blocken des Benutzers fehlgeschlagen. Fehler:
fr: Pas réussi à bloquer l'utilisateur avec l'erreur :
ja: ユーザーのブロックに失敗しました:
nb: Blokkering av brukere feilet:
nl: Het blokkeren is van deze gebruiker is mislukt door deze fout:
sv: Misslyckades med att blockera användare med felet:

source: Failed to clear notifications with error:
da: Kunne ikke fjerne notifikationer pga. fejlen:
de: Benachrichtigungen leeren fehlgeschlagen. Fehler:
fr: Pas réussi à suppprimer les notifications avec l'erreur :
ja: 通知の消去に失敗しました:
nb: Fjerning av varsler feilet:
nl: Het verwijderen van je notificaties is mislukt door deze fout:
sv: Misslyckades med att rensa notiser med felet:

source: Failed to delete status with error:
da: Kunne ikke slette statusopdatering pga. fejlen:
de: Status löschen fehlgeschlagen. Fehler:
fr: Pas réussi à supprimer le status avec l'erreur :
ja: 投稿の削除に失敗しました:
nb: Sletting av status feilet:
nl: Het verwijderen van je status is mislukt door deze fout:
sv: Misslyckades med att radera status med felet:

source: Failed to load user with error:
da: Kunne ikke indlæse bruger pga. fejlen:
de: Lades des Benutzers ist fehlgeschlagen. Fehler:
fr: Pas réussi à charger les informations de l'utilisateur avec l'erreur :
ja: ユーザー情報の読み込みに失敗しました:
nb: Lasting av bruker feilet:
nl: Het laden van deze gebruiker is mislukt door deze fout:
sv: Misslyckades med att ladda användare med felet:

source: Failed to mute user with error:
da: Kunne ikke mute bruger pga. fejlen:
de: Stumm schalten des Benutzers ist fehlgeschlagen. Fehler:
fr: Pas réussi à rendre muet l'utilisateur avec l'erreur :
ja: ユーザーのミュートに失敗しました:
nb: Demping av bruker feilet:
nl: Het dempen van de gebruiker is mislukt door deze fout:
sv: Misslyckades med att tysta användare med felet:

source: Failed to post status with error:
da: Kunne ikke sende statusopdatering pga. fejlen:
de: Veröffentlichen des Status ist fehlgeschlagen. Fehler:
fr: Pas réussi à publier le status avec l'erreur :
ja: 投稿に失敗しました:
nb: Posting av status feilet:
nl: Het posten van je status is mislukt door deze fout:
sv: Misslyckades med att posta status med felet:

source: Failed to report status with error:
da: Kunne ikke indrapportere statusopdatering pga. fejlen:
de: Konnte Status nicht melden. Fehler:
fr: Pas réussi à signaler le status avec l'erreur :
ja: 投稿の報告に失敗しました:
nb: Rapportering av status feilet:
nl: Het rapporteren van de status mislukt door deze fout:
sv: Misslyckades med att rapportera status med felet:

source: Failed to retrieve your profile with error:
da: Kunne ikke hente din profil pga. fejlen:
de: Konnte das Profil nicht abrufen. Fehler:
fr: Pas réussi à récupérer votre profil avec l'erreur :
ja: プロフィールの取得に失敗しました:
nb: Henting av profil feilet:
nl: Het ophalen van je profiel is mislukt door deze fout:
sv: Misslyckades med att hämta din profil med status:

source: Failed to unblock user with error:
da: Kunne ikke fjerne brugers blokering pga. fejlen:
de: Konnte die Benutzer-Sperre nicht aufheben. Fehler:
fr: Pas réusi à débloquer l'utilisateur avec l'erreur :
ja: ユーザーのブロック解除に失敗しました:
nb: Fjerning av blokkering på bruker feilet:
nl: Deblokkeren van gebruiker mislukt door deze fout:
sv: Misslyckades med att avblockera användaren med felet:

source: Failed to unfollow user with error:
da: Kunne ikke stoppe med at følge bruger pga. fejlen:
de: Konnte dem Benutzer nicht entfolgen. Fehler:
fr: Pas réussi à ne plus suivre l'utilisateur avec l'erreur :
ja: ユーザーのフォロー解除に失敗しました:
nb: Avføging av bruker feilet:
nl: Stoppen met het volgen van de gebruiker mislukt door deze fout:
sv: Misslyckades med att avfölja användare med felet:

source: Failed to unmute user with error:
da: Kunne ikke mute pga. fejlen:
de: Konnte die Stumm-Schaltung des Benutzers nicht aufheben. Fehler:
fr: Pas réussi à ne plus rendre muet l'utilisateur avec l'erreur :
ja: ユーザーのミュート解除に失敗しました:
nb: Fjerning av demping på bruker feilet:
nl: Demping van gebruiker ongedaan maken mislukt door deze fout:
sv: Misslyckades med att avtysta användare med felet:

source: Favorites
da: Favoritter
de: Favoriten
fr: Favoris
ja: お気に入り
nb: Likte
nl: Favorieten
sv: Favoriter

source: Federated
da: Fødereret
de: Öffentlich
fr: Fédérés
ja: 連合
nb: Felles
nl: Globaal
sv: Federerade

source: Follow requests
da: Følgeanmodninger
de: Folge Anfragen
fr: Demandes d'abonnement
ja: フォローリクエスト
nb: Følgeetterspørseler
nl: Verzoeken om je te volgen
sv: Följ förfrågningar

source: HASHTAG
ja: ハッシュタグ
nb: Emneknagg

source: Hold to show
da: Hold for at vise
de: Gedrückt halten zum Anzeigen
fr: Gardez appuyé pour montrer
ja: 長押しで表示
nb: Hold for å vise mer
nl: Houd ingedrukt om zichtbaar te maken
sv: Tryck för att visa

source: Local
da: Lokal
de: Lokal
ja: ローカル
nb: Lokal
nl: Lokaal
sv: Lokal

source: Login request failed
da: ログインリクエストに失敗しました
de: Anmeldeversuch fehlgeschlagen
fr: Requête d'authentification échouée
ja: ログインリクエストに失敗しました
nb: Pålogging mislyktes
nl: Verzoek om in te loggen mislukt
sv: Loginbegäran misslyckades

source: Logout
da: Log ud
de: Abmelden
fr: Se déconnecter
ja: ログアウト
nb: Logg ut
nl: Uitloggen
sv: Logga ut

source: Mention
da: Omtal
de: Erwähnung
fr: Mentions
ja: メンション
nb: Nevn
nl: Noem
sv: Nämn

source: Mute
de: Stumm
fr: Muet
ja: ミュート
nb: Demp
nl: Demp
sv: Tysta

source: Muted users
da: Mutede brugere
de: Stumme Benutzer
fr: Utilisateurs silenciés
ja: ミュートしたユーザー
nb: Dempet brukere
nl: Gedempte gebruikers
sv: Tystade användare

source: My instances
da: Mine instanser
de: Meine Instanzen
fr: Mes instances
ja: インスタンス一覧
nb: Mine instanser
nl: Mijn servers
sv: Mina instanser

source: My profile
da: Min profil
de: Mein Profil
fr: Mon profil
ja: プロフィール
nb: Min profil
nl: Mijn profiel
sv: Min profil

source: Notification settings
da: Notifikationsindstillinger
de: Benachrichtigungs Einstellungen
fr: Réglage des notificationss
ja: 通知設定
nb: Varslingsinnstillinger
nl: Notificatie-instellingen
sv: Notifikationsinställningar

source: Only show to followers
da: Vis kun til følgere
de: Nur den Followern anzeigen
fr: Uniquement montrer aux abonnés
ja: フォロワーだけに公開
nb: Vis kun ti følgere
nl: Alleen volgers krijgen je posts te zien
sv: Visa endast för följare

source: Open in Safari
da: Åbn i Safari
de: In Safari öffnen
fr: Ouvrir dans Safari
ja: Safariで開く
nb: Åpne i Safari
sv: Öppna i Safari

source: Please keep to videos up to 30 seconds long
da: Begræns venligst videoer til 30 sekunder
de: Bitte verwende nur Videos mit bis zu 30 Sekunden
fr: Merci d'avoir des vidéos d'au plus 30 secondes
ja: 動画の長さを30秒以内に収めてください
nb: Vennligst begrens videoer til 30 sekunder
nl: Maak videoâ€™s niet langer dan 30 seconden
sv: Håll videos upp till 30 sekunder långa

source: Private: Only visible to you, @mentioned users, and followers on your instance
ja: 非公開: フォロワーとメンションしたユーザーだけに公開
nb: Private: BAre synlig for deg, @nevnte brukere, og følgere på din insans
sv: Privat: Enbart synlig för dig, @nämnda användare och följare på din instans.

source: Public
da: Offentlig
de: Öffentlich
ja: 公開
nb: Offentlig
nl: Openbaar
sv: Publik

source: Public: Visible to everyone on local and federated timelines
da: Offentlig: Vises kun til alle i lokale og fødererede tidslinjer
de: Öffentlich: Für alle in der lokalen und öffentlichen Timeline sichtbar
fr: Public : Visible à tout le monde sur les fils local et fédérés
ja: 公開: すべてのユーザーに公開
nb: Offentlig: Synlig for alle på den lokale og felles tidslinjen
nl: Openbaar: Zichtbaar voor iedereen op lokale en globale tijdlijnen.
sv: Pubik: Synliga för alla på lokala och federala tidslinjer

source: Receive boost notifications
da: Modtag boost-notifikationer
de: Benachrichtigung über Boost erhalten
fr: Recevoir les notifications de boost
ja: ブーストされた際に通知を受け取る
nb: Motta varsler ved fremhevet toots
nl: Ontvang notificaties wanneer iemand je een boost geeft
sv: Ta emot notis om boostmarkerad

source: Receive favorite notifications
da: Modtag favenotifikationer
de: Benachrichtigung über Favorit erhalten
fr: Recevoir les notifications de mise en favoris
ja: お気に入り登録された際に通知を受け取る
nb: Motta varsler ved likte toots
nl: Ontvang een notificatie wanneer iemand je bericht leuk vindt
sv: Ta emot notis om favoritmarkerad

source: Receive mention notifications
da: Modtag omtalenotifikationer
de: Benachrichtigung für Erwähnung erhalten
fr: Recevoir les notifications de mention
ja: メンションされた際に通知を受け取る
nb: Motta varsler når du blir nevnt
nl: Ontvang een notificatie wanneer iemand je noemt
sv: Ta emot notis om omnämnande

source: Receive new follower notifications
da: Modtag notifikationer om nye følgere
de: Benachrichtigung für neue Follower erhalten
fr: Recevoir les notifications de nouveaux abonnés
ja: フォローされた際に通知を受け取る
nb: Motta varsler når du får nye følgere
nl: Ontvang notificaties over nieuwe volgers
sv: Ta emot notis om nya följare

source: Report
da: Indrapportér
de: Melden
fr: Signaler
ja: 報告
nb: Rapportér
nl: Rapporteer
sv: Rapporterar

source: Select
nb: Velg

source: Select a privacy level
da: Vælg privacy-niveau
de: Privatsphären Einstellung auswählen
fr: Choisir un niveau de visiblité
ja: 公開範囲を選択
nb: Velg personvernsnivå
nl: Selecteer een privacy-level
sv: Välj intigiretsnivå

source: Sensitive content
da: Følsomt indhold
de: Heikler Inhalt
fr: Contenu sensible
ja: 要注意コンテンツ
nb: Følsomt innhold
nl: Gevoelige content
sv: Känsligt innehåll

source: Share
da: Del
de: Teilen
fr: Partager
ja: 共有
nb: Del
nl: Deel
sv: Dela

source: Shows on local/federated timelines
da: Vises i lokale/fødererede tidslinjer
de: In lokaler/öffentlicher Timeline anzeigen
fr: Montrer dans les fils local/fédérés
ja: 連合/ローカルタイムラインで表示
nb: Vises på lokal/felles tidslinjer
nl: Zichtbaar op lokale/globale tijdlijnen
sv: Visas på lokala och federala tidslinjer

source: This can help older devices
da: Dette kan hjælpe ældre enheder
de: Das kann auf älteren Geräten helfen
fr: Ceci peut aider les vieux appareils
ja: 古いデバイスへの最適化
nb: Dette kan hjelpe gamle enheter
nl: Dit kan handig zijn voor oudere apparaten
sv: Detta kan förbättra upplevelsen på äldre enheter

source: Translate text
da: Oversæt tekst
de: Text übersetzen
fr: Traduire le texte
ja: テキストを翻訳
nb: Oversett tekst
nl: Vertaal tekst
sv: Översätt text

source: Unable to connect to the Mastodon instance. Please try again later or with a different instance.
da: Ikke i stand til at forbidnde til Mastodon-instansen. Prøv venligst senere eller med en anden instans.
de: Verbindung zur Mastodon Instanz nicht möglich. Bitte versuche es später nochmal, oder auf einer anderen Instanz.
fr: Impossible de se connecter sur cette instance Mastodon. Merci d'essayer à nouveau un peu plus tard ou de choisir une autre instance.
ja: Mastodonインスタンスへの接続に失敗しました。後でもう一度お試し頂くか、別のインスタンスでお試しください。
nb: Får ikke koblet til Mastodon instansen. Vennligst forsøk senere eller med en annen instans.
nl: Kan geen verbinding maken met de Mastodon-server. Probeer het later opnieuw of met een andere server.
sv: Kan inte ansluta till denna Mastodon instans. Prova en annan.

source: Unblock
da: Fjern blokering
de: Block entfernen
fr: Débloquer
ja: ブロック解除
nb: Avblokkér
nl: Deblokkeer
sv: Avblockera

source: Unlisted
da: Skjult
de: Nicht gelisted
fr: Non listé
ja: 未収載
nb: Uoppført
nl: Verborgen
sv: Olistad

source: Unlisted: Visible to everyone, but not shown on local or federated timelines
da: Skjult: Synlig for alle, men ikke vist i lokale eller fødererede tidslinjer
de: Nicht gelisted: Sichtbar für alle, aber nicht in der lokalen oder öffentlichen Timeline
fr: Non listé : Visible pour tout le monde, mais pas affiché sur les fils local et fédérés
ja: 未収載: トゥートはすべてのユーザーに公開するが、連合/ローカルタイムラインには表示しない
nb: Uoppført: Synlig for alle, men ikke vist på den lokale eller felles tidlinjen
nl: Verborgen: Zichtbaar voor iedereen, maar niet op lokale en globale tijdlijnen.
sv: Olistad: Synlig för alla men inte på lokala eller federala tidslinjer

source: Unmute
de: Stumm entfernen
fr: Ne plus rendre muet
ja: ミュート解除
nb: Avdemp
nl: Maak dempen omgedaan
sv: Avtysta

source: Video too long
da: Video er for lang
de: Video zu lang
fr: Vidéo trop longue
ja: 動画が長すぎます
nb: Video for lang
nl: Video te lang
sv: Video är för lång

source: You have
nb: Du har

source: boosted
da: boostede
fr: boosté
ja: さんがブーストしました
nb: fremhevet
nl: boostte
sv: boostade

source: boosted your status
da: boostede din statusopdatering
de: boosted Deinen Status
fr: a boosté votre status
ja: さんがあなたの投稿をブーストしました
nb: fremhevet din status
nl: heeft je status geboost
sv: boostade din status

source: favorited your status
da: favede din statusopdatering
de: gefällt Dein Status
fr: a mis votre status en favoris
ja: さんがあなたの投稿をお気に入り登録しました
nb: likte din status
nl: vindt je status leuk
sv: markerade din status som favorit

source: followed you
da: fulgte dig
de: folgt Dir
fr: vous a suivi
ja: さんにフォローされました
nb: fulgte deg
nl: volgde je
sv: följer dig

source: image
da: billede
de: Bild
ja: 件の画像
nb: bilde
nl: afbeelding
sv: bild

source: images
da: billeder
de: Bilder
ja: 件の画像
nb: bilder
nl: afbeeldingen
sv: bilder

source: mentioned you
da: omtalte dig
de: erwähnte Dich
fr: vous a mentionné
ja: さんがあなた宛にトゥートしました
nb: nevnte deg
nl: heeft je genoemd
sv: nämnde dig

source: new notifications
da: nye notifikationer
de: neue Benachrichtigung
fr: nouvelles notifications
ja: 件の新しい通知
nb: nye varsler
nl: nieuwe notificaties
sv: nya notiser

source: replied
da: svarede
de: antwortete
fr: répondu
ja: さんがリプライしました
nb: svarte
nl: heeft gereageerd
sv: svarade

source: replied to
da: svarede på
de: antwortete auf
fr: répondu à
ja: さんがリプライしました
nb: svarte til
nl: heeft gereageerd op
sv: svarade till

source: Private
ja: 非公開
sv: Privat

source: Federated timeline
de: Öffentliche Timeline

source: Follow
de: Folgen

source: Followers-only
da: Kun følgere
de: Nur für Follower
fr: Abonnés seulement
nl: Alleen volgers

source: Followers-only: Only visible to you, @mentioned users, and your followers
da: Kun følgere: Kun synlig for dig, @omtalte brugere og dine følgere
de: Nur für Follower: Nur sichtbar für Dich, @Benutzer und Deine Follower
fr: Abonnés seulement : uniquement visible pour vous, les utilisateurs @mentionnés et vos abonnés
nl: Alleen volgers: Alleen zichtbaar voor jou, @genoemde gebruikers en je volgers.

source: Default posts to followers-only
da: Opdateringer kun synlige for følgere som udgangspunkt
nl: Maak posts standaard alleen voor volgers zichtbaar
